{
  "nav" : {
    "home" : "home",
    "install": "install",
    "doc": "documentation",
    "features": "key features"
  },
  "footer" : {
    "docs" : "documentation",
    "social" : "social",
    "newsletter" : {
      "name" : "newsletter",
      "disclaimer" : "if you want to receive updates on our developments be sure to subscribe to our monthly newsletter!"
    }
  },
  "docs" : {
    "overview" : "overview",
    "protocol" : "KeyChain Protocol",
    "installation" : "installations guides",
    "websocket" : "WebSocket API",
    "coc" : "Code of Conduct"
  },
  "features" : {
    "indep" : {
      "name" : "independent",
      "descr" : "a standalone application to interact with your private keys"
    },
    "secure" : {
      "name" : "secure",
      "descr" : "store your private keys encrypted by AES256 algorithm in the files with privileged access"
    },
    "isolated" : {
      "name" : "isolated",
      "descr" : "keep your keys in an isolated environment from your browser, DApp and the local storage"
    },
    "friend" : {
      "name" : "friendly",
      "descr" : "the Keychain API easily integrates with any project no matter what language you choose for development"
    }
  },
  "jumbotron": {
    "heading" : "An Open-source Desktop App to Manage Private Keys",
    "features" : {
      "control" : "complete control over the sensitive information",
      "vault" : "a vault which never transmits private data",
      "storage" : "easy key management with localhost access"
    },
    "layers" : {
      "representation": {
        "name" : "representation layer",
        "descr" : "KeyChain’s UI window allows you to securely create and interact with your keys. It is initiated through the Security layer."
      },
      "signing": {
        "name" : "signing module",
        "descr" : "a mezo-structure which interacts with the Security layer and unlocks the keys once the correct passphrase has been given to KeyChain."
      },
      "security": {
        "name" : "security layer",
        "descr" : "KeyChain’s ace in the sleeve! It provides the safest communication channel between the user and Keychain. It is an OS specific structure and interacts with the system itself without any external exposure."
      },
      "api": {
        "name" : "API layer",
        "descr" : "a language neutral layer which integrates with your app or website. It transmits and parses commands for a given API through pipes and websocket."
      }
    }
  },
  "pages" : {
    "home" : {
      "headings" : {
        "features": "key features",
        "qualities": "a perfect solution for blockchain-based projects",
        "testimonials" : "customer testimonials",
        "integration" : "ready to integrate?",
        "security" : "OS-specific security"
      },
      "paragraphs" : {
        "about" : "<b>KeyChain</b> is a standalone app for signing transactions and generating key pairs. It stores private keys in an isolated environment where no keylogger, debugger or spyware can intercept them because of the three-layer security protecting each action of the system. KeyChain supports transactions from and to various blockchains, including Ethereum and Ethereum classic, Litecoin, Bitcoin, Bitcoin Cash, and Bitshares",
        "qualities" : {
          "protocol" : "instead of losing time to build the protocol for storing user’s private keys, use the KeyChain",
          "code" : "our code is open-source and available to you now",
          "offer" : "offer truly decentralized product for Web.3 and change the world of institutional control"
        },
        "security" : {
          "about" : "We look past standard solutions to data protection. As is well-known, the longer the path, the more chances there are of passwords being intercepted. To ensure safe operations in Unix-like OS, we have created a shortcut from you entering a passphrase to the KeyChain processing it. To protect Windows users, we employ the mechanism that allows the processes to run separately without letting any one of them to interfere with another - a technology that is inherent to macOS."
        },
        "testimonials" : {
          "question" : "what did they say about our products?"
        },
        "integration" : {
          "for_dev" : "if you are a developer who is ready to give KeyChain a go - take a look at our set of simple guides and documentation  that we have created specially for you.",
          "doc_types" : {
            "installation" : "KeyChain installation guides",
            "websocket" : "WebSocket API",
            "pipe" :  "Pipe API"
          }
        }
      }
    }
  },
  "partners" : {
    "icoadmin" : {
      "name" : "ICOadm.in",
      "about" : "Superior Software Platform for ICO/STO launch",
      "feedback" : "A free, open-source application to store private keys? - Yes, we want it! KeyChain helped solve many security dilemmas for our clients.",
      "author" : "Sabir Magdeev",
      "author_job" : "COO"
    },
    "swap" : {
      "name" : "Swap.Online",
      "about" : "Multi-cryptocurrency wallet powered by Atomic Swaps",
      "feedback" : "KeyChain is a perfect solution for our project. We can assure our users that their assets are stored safely.",
      "author" : "Alexander Noxon",
      "author_job" : "founder & CEO"
    },
    "jurry" : {
      "name" : "Jury.Online",
      "about" : "Decentralized escrow investment platform",
      "feedback" : "KeyChain is incredibly simple to use. No complicated integration processes and no headaches because of  stolen keys.",
      "author" : "Igor Mironenko",
      "author_job" : "tech lead"
    },
    "velvet" : {
      "name" : "Velvet.Exchange",
      "about" : "Trading platform",
      "feedback" : "We wanted to build the exchange which doesn’t store our clients keys. KeyChain solved this issue for us and now we our proud users of it.",
      "author" : "Anastasia Chokan",
      "author_job" : "CEO"
    }
  },
  "util" : {
    "download" : "download",
    "more" : "learn more"
  }
}
